<html>
<head>
<title>Космический сайт</title>
<style>
<!--html,body{
height: 100%;
}-->
div{
background: url(2.png);
margin: -16px;
<!--height: 100%;-->
}
p{
color: #87CEFA;
}
a{
color: #00FF7F;
}
</style>
</head>
<body>
<div id="header">
<p>Здравствуйте, уважаемый пользователь! На этом сайте размещена информация о небесных телах в ближнем и дальнем космосе. Вы можете найти эту информацию, заполнив <a href="form.php">форму</a>.</p>
</div>
<div id="content">
<p>
Наша Вселенная огромна и внушает благоговение. В ней насчитываются сотни миллиардов галактик с диаметрами во много тысяч световых лет. В этих галактиках насчитывается огромное число 
различных звёзд. Около некоторых звёзд вращаются самые разные планеты, как наша родная Земля вокруг Солнца. У некоторых планет есть спутники, обладающие большим рядом различных свойств. 
Как же интересно было бы узнать побольше о нашем мире и других мирах, в которых, вероятно, тоже кто-то живёт! Человек для получения таких знаний уже запустил несколько зондов в открытый 
космос. Наболее отдалённый из них, Вояджер-1, уже преодолел расстояние в 20 с лишним световых часов и летит дальше и дальше! Когда-нибудь и до звёзд долетит. Ну а пока он летит, мы тоже 
что-нибудь узнаем о космосе.
</p>
</div>
<div id="footer">
<p>&copy Усов П.Е.</p>
</div>
</body>
</html>